{
  "secret": {
    "text": "Highly sensitive data intended for limited, specific use by a workgroup, department, or group of individuals with a legitimate need-to-know.\n\nExplicit authorization by the Data Steward / Data Owner is required for access because of legal, contractual, privacy, or other constraints.  The Company is contractually obligated to keep the data secret.\nData critical to the Company's ability to perform one of its essential business functions which cannot be replaced easily with backup copies.\n\nLeakage of SECRET data could cause substantial damage to Company.\n\nMust be encrypted in transit and at rest.",
    "examples": "Patent information pre-filing\n\nInformation related to market access strategies.\n\nAnnual financial statements of Company prior to release to the public\n\nCentral repository administrator passwords\n\nPHI not De-identified."
  },
  "restricted": {
    "text": "Data that must be protected from unauthorized access to safeguard the privacy or security of an individual or organization.\n\nRestricted to functional need for access. The Data Owner must provide protection for the data. The Company is obligated by federal or state law to keep RESTRICTED data confidential. \n\nThe loss of RESTRICTED data's confidentiality, integrity, or availability could cause harm to Company but not as severe as with SECRET Data.\n\nMust be encrypted in transit. Strongly recommended encrypting at rest.",
    "examples": "Company Intellectual Property: IP that Company may patent or gain from financially through commercialization partnerships and commercial entities.\nDe-identified health information: \nEmployee Information` such as Personnel files, Performance Evaluation, Benefits information\n\nContract related information: electronic copies of agreements that Company is a party, creating obligation enforceable by law, including word format, PDF, or scanned images.\nFinancial Information: the credit assessment, loan, account numbers, account balances, contract, vendor list, etc. \nCurrent Litigation or investigation material \nRestricted data governed by:\n• General Data Protection Regulation (GDPR) \n• Health Insurance Portability and Accountability Act (HIPAA)\n• Sarbanes-Oxley Act (SOX)\n• Privacy\n\nConfidential Security Information, examples include:\n• Firewall configuration, documentation of known or potential vulnerabilities and risks\n• security incidents documentation\n• All credentials used to authenticate users, processes, and systems.\n• IT architectural diagrams and information\n\nPayment Card Industry (PCI) Data, Bank account numbers\n\nPersonally Identifiable Information (PII) means information relating to a person from which that person can be identified (whether alone or in conjunction with other information). This definition includes names, home addresses, photographs, Examples include:\nAny of the following stand-alone elements: Full social security number (SSN), Driver's License or state ID number, Passport Number, Visa Number, Alien Registration Number, Fingerprints, or other biometric identifiers.\nFull name with any of the following: Date of birth, Last four digits of SSN, mother's maiden name\n\nProtected Health Information/Personal Health Information (PHI) means identifiable information about a person's state of health, including demographic data, the individual's past, present or future physical or mental health or condition, the provision of health care to the individual, or the past, present, or future payment for the provision of health care to the individual. In addition to these highly sensitive data elements, individual health records often include many common identifiers such as name, address, birth date and Social Security Number.\nSensitive Personal Information (SPI) means information about a person relating to any of the following (please note that the General Data Protection Regulation (GDPR) refers to \"special categories\" of data): race or ethnic origin of the person, sexual life or sexual orientation of the person, political opinions of the person, religious beliefs or beliefs of a similar nature of the person, philosophical beliefs of the person, trade union membership -whether or not he or she is a member, physical or mental health or condition of the person, or genetic or biometric data.\nLicensed Proprietary IP and Product Development Information, examples include:\n• Financial terms of the license IP \n• Product development timeline\n• Medical indication of the product, clinical trials\n• Chemical structure of a lead therapeutic candidate in development\n• Proprietary scientific research protocols\n• Any data used for regulatory body submission.\nDatabases used for payroll, tax, and other critical functions.\n"
  },
  "internal": {
    "text": "Information that must be guarded due to proprietary or ethical considerations and must be protected from unauthorized access, modification, transmission, storage, or other use. This classification applies even though there may not be a civil statute requiring this protection.\n\nINTERNAL Data is information that is restricted to personnel within Company.",
    "examples": "Information that may or must be open to the public. PUBLIC data is defined as information with no existing local, national, or international legal restrictions on access or usage. PUBLIC data, while subject to disclosure rules, is available to all employees and all individuals or entities external to the corporation."
  },
  "public": {
    "text": "Information that may or must be open to the public. PUBLIC data is defined as information with no existing local, national, or international legal restrictions on access or usage. PUBLIC data, while subject to disclosure rules, is available to all employees and all individuals or entities external to the corporation.",
    "examples": "Publicly posted press releases, publicly available marketing materials, publicly posted job announcements.\nInformation that the Company has made available to the public on its website.\nPolicy and procedure manuals designated by the Company as PUBLIC.\nPatent information after filing."
  }
}
